Revit 2024 API
SymbolTypeId.CmSup4 Property
 Symbol cm⁴, indicating unit Centimeters to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CmSup4 { get; }
Visual Basic
Public Shared ReadOnly Property CmSup4 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CmSup4 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace